[跟随启动]
1=1|1330|12|节日提醒|20230903|08
2=1|1327|20|Bing壁纸|20230903|08
3=0|1561|20|检测更新|20240317|19

[每天]
DS_0000=1329
DS_1120=1329
DS_1720=1329|1332
DS_1201=1434
DS_1220=1444

[星期一]
;DS_0900=1329|1332
[星期二]
[星期三]
[星期四]
[星期五]
[星期天]

; 监控剪贴板变化, 自动运行动作
; 是否激活|动作编号|函数|条件参数
[剪贴板]
1=1|1556|RegExMatch|m)(^\d{18}$)|(\d{17}[\d|X|x])
2=1|1037|InStr|https://

; 对监控文件夹中新增的文件自动运行指定动作
; 是否激活|动作编号|监控文件夹路径|子文件夹|文件和文件夹
[文件夹]
1=1|1551|C:\Documents and Settings\Administrator\Desktop\Ahk\如意百宝箱|1|3

; 是否激活|动作编号|窗口标题|监控窗口Class 或者 监控窗口进程名(aaa.exe)|1   对新创建的窗口自动运行动作
; 是否激活|动作编号|窗口标题|监控窗口Class 或者 监控窗口进程名(aaa.exe)|2   监控窗口的关闭自动运行动作
[窗口]
1=0|1558|无标题 - 记事本|Notepad|1
2=0|1240|无标题 - 记事本|Notepad|2
3=1|1535|无标题 - 记事本|Notepad|1
4=1|1589||TTOTAL_CMD|1